Repository: Babar-rauf95/ktsGHR
Catalog: keptToShare/Template Files/Localization/*.lproj/Localizable.strings
Languages: ar

source: Alert
ar: إنذار

source: Error
ar: خطأ

source: Unknown error
ar: خطأ غير معروف

source: Yes
ar: نعم

source: No
ar: لا

source: Cancel
ar: إلغاء

source: Continue
ar: استمر

source: Confirm
ar: تأكيد

source: Later
ar: في وقت لاحق

source: Success
ar: نجاح

source: Confirmation
ar: التأكيد

source: A verification PIN has been sent to your provided email address.
ar: تم إرسال رقم تعريف شخصي للتحقق إلى عنوان بريدك الإلكتروني المقدم.

source: Please provide your valid email address or mobile number to login.
ar: يرجى تقديم عنوان بريدك الإلكتروني أو رقم الجوال الصحيح لتسجيل الدخول.

source: Please upload your profile picture.
ar: يرجى تحميل صورة ملفك الشخصي.

source: Name should contain atleast 3 characters.
ar: يجب أن يحتوي الاسم على 3 أحرف على الأقل.

source: First name should contain atleast 3 characters.
ar: يجب أن يحتوي الاسم الأول على 3 أحرف على الأقل.

source: Last name should contain atleast 3 characters.
ar: يجب أن يحتوي اسم العائلة على 3 أحرف على الأقل.

source: Please provide a valid Email Address.
ar: يرجى تقديم عنوان بريد إلكتروني صالح.

source: Please provide a valid Phone Number.
ar: يرجى تقديم رقم هاتف صالح.

source: Please provide a valid OTP Code.
ar: يرجى تقديم رمز OTP صالح.

source: Please select your country.
ar: اختر الدولة

source: Please enter your city.
ar: اختر المدينة

source: Please enter your zip code.
ar: الرجاء إدخال الرمز البريدي الخاص بك.

source: Please provide password.
ar: ادخل كلمة المرور

source: Please confirm your password.
ar: ادخل تأكيد كلمة المرور

source: Password should contain minimum of 8 characters.
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل.

source: Password should contain minimum of 8 characters with atleast 1 uppercase, 1 lowercase and 1 digit.
ar: يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل بأحرف كبيرة على الأقل وحرف صغير واحد ورقم واحد.

source: At least 6 characters.
ar: على الأقل 6 خانات.

source: New password and confirm password does not match.
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقة.

source: All Fields are required!
ar: جميع الحقول مطلوبة!

source: Please provide complete PIN.
ar: يرجى تقديم PIN الكامل.

source: You have successfully updated your password.
ar: لقد نجحت في تحديث كلمة المرور الخاصة بك.

source: Invalid URL
ar: URL غير صالح

source: Logout
ar: تسجيل خروج

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Unable to connect server Please check your internet connection and try again later.
ar: يتعذر الاتصال بالخادم يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى لاحقًا.

source: Invalid Authentication Token Supplied.
ar: رمز المصادقة غير صالح الموفر.

source: Password updated successfully.
ar: تم تحديث كلمة السر بنجاح.

source: Message delivered
ar: الرسالة وصلت

source: Our team will respond you shortly.
ar: سوف يقوم فريقنا بالرد عليك قريبًا.

source: Sign-up successfully Please login to continue.
ar: اشترك بنجاح الرجاء تسجيل الدخول للمتابعة.

source: By using Utorny you agree to the Terms of Services and Privacy Policy
ar: بإستخدام تطبيق يوترني انت توافق على شروط الخدمة و سياسة الخصوصية

source: You agree to the Terms and Conditions of Utorny App
ar: انت موافق على الشروط والأحكام الخاصة بتطبيق يوتورني

source: Please enter credential to login as user
ar: الرجاء ادخال الاعتماد لتسجيل الدخول

source: Please enter credential to login as lawyer
ar: الرجاء ادخال الاعتماد لتسجيل الدخول

source: Skip
ar: تخطي

source: Notification
ar: الإشعارات

source: Language
ar: اللغة

source: Edit Profile
ar: تعديل الصفحة الشخصية

source: Change Password
ar: تغيير كلمة المرور

source: Terms and Conditions
ar: الشروط والأحكام

source: About us
ar: معلومات عنا

source: Rate the app
ar: قيم التطبيق

source: Contact Us
ar: اتصل بنا

source: Sign Out
ar: تسجيل الخروج

source: Sign In
ar: تسجيل الدخول

source: Old
ar: القديمة

source: New
ar: جديد

source: On Going
ar: جاري التنفيذ

source: Past Cases
ar: القضايا الماضية

source: My Cases
ar: قضاياتي

source: Settings
ar: الإعدادات

source: Terms of Services
ar: شروط الخدمة

source: Privacy Policy
ar: سياسة الخصوصية

source: Add a new case
ar: اضافة قضية جديدة

source: All Categories
ar: كل الفئات

source: Schedule Date
ar: جدول المواعيد

source: Case Files
ar: ملف قضية

source: My Bids
ar: مناقصاتي

source: My Appeals
ar: استئناف

source: Guest
ar: ضيف

source: Please select your city.
ar: اختر المدينة

source: Please select payment plan.
ar: اختر خطة الدفع

source: Please enter your legal permit number.
ar: رقم التصريح القانوني

source: Verification code has been sent to phone number.
ar: تم إرسال رمز التحقق إلى رقم الهاتف

source: Please verify your account
ar: يرجى التحقق من حسابك

source: Male
ar: ذكر

source: Female
ar: انثي

source: Please select location
ar: اختر الموقع

source: Please select category
ar: اختر الفئة

source: Please enter title
ar: أدخل عنوان

source: Please select budget
ar: اختيار الميزانية

source: Please select amount type
ar: حدد نوع المبلغ

source: Please select case type
ar: اختر نوع القضية

source: Please enter case detail
ar: إدخال تفاصيل القضية

source: You have posted a new case successfully
ar: لقد نشرت حالة جديدة بنجاح

source: No schedules available.
ar: لا الجداول المتاحة.

source: When you have schedules, you'll see them here.
ar: عندما يكون لديك جداول ، سترى لهم هنا.

source: No new case(s) available.
ar: لا توجد حالة (حالات) جديدة متاحة.

source: When you have new case(s), you'll see them here.
ar: عندما يكون لديك حالة (حالات) جديدة ، فستراها هنا.

source: No ongoing case(s) available.
ar: لا توجد حالة (حالات) متوفرة.

source: When you have ongoing case(s), you'll see them here.
ar: عندما يكون لديك حالة (حالات) جارية ، سترىها هنا.

source: No past case(s) available.
ar: لا توجد حالة (حالات) سابقة متاحة.

source: When you have past case(s), you'll see them here.
ar: عندما يكون لديك حالة (حالات) سابقة ، فستراها هنا.

source: No bid(s) available.
ar: لا يوجد عروض (عروض) متوفرة.

source: When you have bid(s), you'll see them here.
ar: عندما يكون لديك مزايدة ، ستراهم هنا.

source: No notification(s) available.
ar: لا إخطار (ق) المتاحة.

source: When you have notification(s), you'll see them here.
ar: عندما يكون لديك إشعار (إشعارات) ، سترى لهم هنا.

source: No conversation(s) available.
ar: لا محادثة (ق) المتاحة.

source: When you have conversation(s), you'll see them here.
ar: عندما يكون لديك محادثة (محادثات) ، سترى لهم هنا.

source: Are you sure, you want to accept this proposal?
ar: هل أنت متأكد أنك تريد قبول هذا الاقتراح؟

source: Are you sure, you want to decline this proposal?
ar: هل أنت متأكد أنك تريد رفض هذا الاقتراح؟

source: Are you sure, you want to suggest new quote?
ar: هل أنت متأكد من أنك تريد اقتراح اقتباس جديد؟

source: Invalid suggested quote
ar: اقتباس مقترح غير صالح

source: PROPOSAL ACCEPTED
ar: تم قبول الاقتراح

source: Proposal accepted by client on
ar: تم قبول الاقتراح من قبل العميل بتاريخ

source: Case completed on
ar: الانتهاء من القضية في

source: Recent
ar: الحالات

source: Case
ar: قضية

source: Status
ar: الحالة

source: MARK COMPLETE
ar: علامة كاملة

source: Please rate your lawyer's service
ar: الرجاء تقييم المحامي الخدمة

source: Please rate your client's service
ar: يرجى تقييم خدمة عميلك

source: Your case has been mark completed. Please take out this and review your client now.
ar: تم الانتهاء من حالتك. يرجى إخراج هذا ومراجعة عميلك الآن.

source: Photo already added.
ar: تمت إضافة الصورة بالفعل.

source: Video already added.
ar: تمت إضافة الفيديو بالفعل.

source: Document already added.
ar: الوثيقة المضافة بالفعل.

source: Photo added successfully.
ar: تمت إضافة الصورة بنجاح.

source: Video added successfully.
ar: تمت إضافة الفيديو بنجاح.

source: Document added successfully.
ar: تمت إضافة المستند بنجاح.

source: Document format not supported!
ar: تنسيق المستند غير مدعوم!

source: Upload document image
ar: تحميل صورة الوثيقة

source: How do you want to set your document image?
ar: كيف تريد ضبط صورة المستند؟

source: Gallery
ar: صالة عرض

source: Camera
ar: الة تصوير

source: Add a message for the client
ar: إضافة رساله للعميل

source: You have successfully bid this case.
ar: لقد قمت بنجاح محاولة هذه القضية.

source: Please enter your bio
ar: ادخل المعلومات الشخصية

# Please select you language(s)
source: Please select your language(s)
ar: يرجى اختيار لغتك (لغاتك)

source: Please select you category/categories
ar: يرجى اختيار فئة / فئات لك

source: Please enter your successfull cases in career
ar: الرجاء إدخال الحالات الناجحة في حياتك المهنية

source: Please select your gender
ar: اختر الجنس

source: Please select your date of birth
ar: ادخل تاريخ الميلاد (يوم/شهر/سنة)

source: Please enter your valid permit number
ar: ادخل رقم التصريح

source: Please verify your identity
ar: يرجى التحقق من هويتك

source: To change language you have to re-start your application
ar: لتغيير اللغة ، يجب عليك إعادة تشغيل التطبيق الخاص بك

source: AED
ar: درهم

source: Yes, mark my case urgent (
ar: نعم، حدد قضيتي مستعجله (

source: Yes, mark my case featured (
ar: نعم، عرض قضيتي (

source: Per Day)
ar: لليوم الواحد)
